Repository: alexndreazevedo/swift-ui-samples
Catalog: Modal/Resources/*.lproj/Localizable.strings
Languages: fr, pl, pt, ro, ru, sr, tr

# HOME_SCREEN_TITLE
source: Drop Inc.
fr: La Goutte, Inc.
pl: Upuszczać Sp z o.o
pt: Gota S.A.
ro: Picătură S.A.
ru: Капля ПАО
sr: Капљица д.о.о.
tr: Damla T.A.Ş.

# HOME_SCREEN_ACTION_PING
source: Ping Friends
fr: Poussez vos amis
pl: Szturchnij Znajomych
pt: Cutucar Amigos
ro: Pune-ți prietenii
ru: Ткните своих друзей
sr: Покер пријатељи
tr: Arkadaşlarını dürt

# PING_SCREEN_TITLE
source: Ping inactive friends
fr: Poussez vos amis inactifs
pl: Szturchnij swoich nieaktywnych znajomych
pt: Cutucar amigos inativos
ro: Pune-ți prietenii inactivi
ru: Ткните своих неактивных друзей
sr: Покерајте својим неактивним пријатељима
tr: Aktif olmayan arkadaşlarınızı dürtün

# PING_SCREEN_SUBTITLE %lld
source: %lld friends
fr: %lld amis
pl: %lld przyjaciele
pt: %lld amigos
ro: %lld prieteni
ru: %lld друзей
sr: %lld пријатељи
tr: %lld arkadaş

# PING_SCREEN_ACTION_SELECT_ALL
source: Select all
fr: Tout sélectionner
pl: Zaznacz wszystko
pt: Selecionar todos
ro: Selectează tot
ru: Выбрать все
sr: Изабери све
tr: Hepsini seç

# PING_SCREEN_ACTION_UNSELECT_ALL
source: Deselect all
fr: Tout déselectionner
pl: Odznacz wszystkie
pt: Desselecionar todos
ro: Deselectați toate
ru: Снять все
sr: Поништите све
tr: Hiçbirini seçme

# PING_SCREEN_ACTION_PING
source: Ping Friends
fr: Poussez vos amis
pl: Szturchnij Znajomych
pt: Cutucar Amigos
ro: Pune-ți prietenii
ru: Ткните своих друзей
sr: Покер пријатељи
tr: Arkadaşlarını dürt

# PING_SCREEN_MESSAGE_TITLE
source: Hooray!
fr: Terrible!
pl: Bravo!
pt: Maravilha!
ro: Ura!
ru: Ура!
sr: Ура!
tr: Yaşasın!

# PING_SCREEN_MESSAGE_DISMISS
source: Continue
fr: Continuer
pl: Kontynuować
pt: Continuar
ro: Continua
ru: Оставаться
sr: Настави
tr: Devam et

# PING_SCREEN_MESSAGE_SUCCESS
source: The selected friends will receive a notification soon.
fr: Les amis que vous avez sélectionnés recevront une notification sous peu.
pl: Wybrani znajomi wkrótce otrzymają powiadomienie.
pt: Os amigos que você selecionou receberão uma notificação em breve.
ro: Prietenii selectați vor primi o notificare în curând.
ru: Выбранные вами друзья скоро получат уведомление.
sr: Ваши изабрани пријатељи ће ускоро добити обавештење.
tr: Seçtiğiniz arkadaşlarınız yakında bir bildirim alacak.
